Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: luonnonvaroihin, käyvät ilmi 25, 26, 27, 28 ja 30 artiklasta.
sme: bohtet ovdan artihkkaliin 25, 26, 27, 28 ja 30.

source: Maaoikeuskysymys kuuluu
sme: Áššit mat gullet eananvuoigatvuođaide,

source: alkuperäiskansajulistuksesta käytävien neuvottelujen vaikeimpiin kohtiin.
sme: leat álgoálbmotcealkámuša šiehtadallamiid váddámus áššiid joavkkus.

source: Alakomission ehdottama 25 artikla koskee alkuperäiskansojen oikeutta ylläpitää ja
sme: VL vuollásaš lávdegotti árvalan artihkkal 25 gieđahallá álgoálbmogiid

source: vahvistaa erityistä henkistä ja aineellista yhteyttään omaan maahan ja omiin alueisiin,
sme: vuoigatvuođa seailluhit ja nannet iežaset erenoamáš vuoiŋŋalaš ja ávnnaslaš okta

source: vesistöihin, rannikkovesiin ja luonnonvaroihin sekä niiden oikeutta säilyttää ne tulevia
sme: vuođa eatnamiiddáseaset, váldeguvloseaset (territory), čázádagaidasaset, riddo

source: sukupolvia varten.
sme: čáziidasaset, ja sin vuoigatvuođa seailluhit daid boahttevaš buolvvaide. VL vuollásaš

source: Tämän oikeuden tulee alakomission ehdotuksen mukaan koskea niitä
sme: lávdegoddi árvala ahte dát galgá gustot daidda eatnamiidda, váldeguovlluide,

source: maita, alueita, vesistöjä, rannikkovesiä ja luonnonvaroja, joita alkuperäiskansat ovat
sme: cázádagaide, riddočáziide ja resurssaide maid álgoálbmogat leat árbevirolaččat

source: perinteisesti ” omistaneet tai muilla tavoin pitäneet hallussaan tai käyttäneet ”.
sme: » eaiggáduššan, dahje eará ládje hálddašan dahje geavahan. ”

source: Pohjoismaat
sme: Davviriikkat leat

source: ovat hyväksyneet tämän periaatteen mutta eivät ole katsoneet voivansa hyväksyä ehdotusta,
sme: dohkkehan dan vuollásaš prinsihpa, muhto leat gávnnahan ahte eai sáhte dohkkehit

source: jonka mukaan tämän oikeuden tulee koskea kaikkia alueita, joita alkuperäiskansat ovat
sme: dan árvalusa, ahte dat galgá gustot buot guovlluide mat leat leamaš álgoálbmogiid

source: omistaneet tai muilla tavoin pitäneet hallussaan tai käyttäneet.
sme: hálddus, dahje main sii leat orron ja maid sii leat geavahan.

source: Pohjoismaiden ehdotuksessa ei
sme: Davviriikkalaš árvalusas

source: oleta selkeästi kantaa identifikaatiokysymykseen, ja siinä ehdotetaankin, että oikeuden
sme: ii leat čielga oaivil identifikašuvdnaáššis, ja danne árvaluvvoge ahte vuoigatvuohta

source: ylläpitää ja vahvistaa yhteyksiä tulee koskea ” niiden ” maita, alueita, vesistöjä, rannikkovesiä
sme: seailluhit ja nannet oktavuođaid galgá gustot ” sin ” eatnamiidda, váldeguovlluide,

source: ja luonnonvaroja, ks. liite n:o 4.
sme: čázádagaide, riddočáziide ja resurssaide, vrd. lasáhusa nr. 4.

source: Identifikaatioon liittyvä ongelma ilmenee myös 26 artiklan kohdalla. Myös sen osalta
sme: Identifikašuvdnaváttisvuohta váikkuha maid artihkkalii 26, ja dásge

source: Pohjoismaat ehdottavat, että sanamuoto ” omistaneet tai muilla tavoin pitäneet hallussaan tai
sme: davviriikkat árvalit sániin ” sin ” buhttet sániid» eaiggáduššan, dahje eará ládje

source: käyttäneet ” korvataan sanalla ” niiden ”.
sme: hálddašan dahje geavahan ”.

source: Muilta osin Pohjoismaat kannattavat periaatetta, jonka
sme: Muđuid davviriikkat dorjot prinsihppan ahte álgo

source: mukaan alkuperäiskansoilla on oikeus omistaa, valvoa ja käyttää omia maa-alueitaan.
sme: álbmogiin lea vuoigatvuohta eaiggáduššat, ovddidit, hálddašit ja geavahit iežaset

source: Edelleen ne hyväksyvät sen, että tämä oikeus käsittää valtioiden velvollisuuden tunnustaa
sme: eatnamiid. Dasto dat dohkkehit ahte dát vuoigatvuohta fátmmasta stáhtaid geatnegas

source: alkuperäiskansojen lait, perinteet ja tavat, maahallinnon järjestelmät ja luonnonvarojen kehittämisen ja hallinnon instituutiot.
sme: vuogádagaid ja resursahálddašeaddji ja - ovddideaddji lágádusaid. Davviriikkain lea

source: Pohjoismaat hyväksyvät myös valtioiden velvollisuuden
sme: maid dohkkehus dasa ahte stáhtat leat geatnegasat suddjet dáid vuoigatvuođaid

source: taata, ettei näihin oikeuksiin kajota perusteettomasti.
sme: vuođohis rihkkumiid vuostái.

source: Pohjoismaat ovat hyväksyneet julistusluonnoksen 27 artiklan, jonka mukaan
sme: Artihkkala 27 dáfus davviriikkat dohkkehit ahte álgoálbmogiin lea vuoigat

source: alkuperäiskansoilla on oikeus saada takaisin (” restitution ”) ne maat, alueet ja luonnonvarat,
sme: vuohta oažžut ruovttoluotta (” restitution ”) eatnamiid, váldeguovlluid ja resurssaid mat sis leat leamaš árbevirolaččat, main sii leat orron ja maid sii leat geavahan, ja mat

source: jotka ne ovat perinteisesti omistaneet tai muulla tavoin pitäneet hallussaan tai käyttäneet ja
sme: leat váldojuvvon sis veagal eret, ja maidda earát leat meahttán ja maid earát leat

source: alkuperäiskansojen vapaaehtoista ja selkeästi ilmaisemaa suostumusta.
sme: geavahan dahje vahágahttán almmá sin friddja ja diđolaš lobi haga.

source: Pohjoismaiden taholta
sme: Davviriikkaid

source: on myös ehdotettu, että mikäli tämä ei ole mahdollista, valtio on velvollinen luomaan
sme: beales lea maid árvaluvvon ahte jos dat ii leačča vejolaš, de stáhta lea geatnegas

source: tehokkaita mekanismeja vääryyksien muunlaiseksi poistamiseksi tai korjaamiseksi
sme: ásahit beaktilis mekanismmaid maiguin sii sáhttet veahkkašuvvat ja oažžut buhtadasa

source: Pohjoismaat ovat myös hyväksyneet 28 artiklan, jonka mukaan alkuperäiskansoilla on
sme: Artihkkala 28 dáfus davviriikkat dohkkehit ahte álgoálbmogiin lea vuoigat

source: oikeus säilyttää tai suojella ympäristöä ja maittensa, alueittensa ja luonnonvarojensa
sme: vuohta seailluhit ja gáhttet birrasa ja eatnamiiddiset, váldeguovlluideaset ja resurssai

source: tuotantokapasiteettia.
sme: deaset produktiiva vejolašvuođaid.

source: Alakomission ehdotus 28 artiklan tekstiksi sisältää myös
sme: VL vuollásaš lávdegotti árvalus artihkkala 28

source: määräysehdotuksia, joiden mukaan alkuperäiskansojen mailla ja alueilla ei tule järjestää
sme: tekstii siskkilda maid eavttuhussan mearrádusa das ahte soahteveaga doaimmat eai

source: sotilaallista toimintaa, elleivät alkuperäiskansat ole vapaaehtoisesti antaneet siihen
sme: galgga leat álgoálbmogiid eatnamiin ja váldeguovlluin, jos juo álgoálbmogat eai ieža

source: suostumustaan.
sme: iešdáhtolaččat mieđit dasa.

source: Pohjoismaat eivät ole voineet hyväksyä sotilaallista toimintaa koskevaa
sme: Davviriikkat eai leat sáhttán dohkkehit dan mii lea

source: ehdotusta, mutta ne ovat kuitenkin hyväksyneet tiettyjä alkuperäiskansojen alueilla
sme: árvaluvvon soahteveaga doaimmaid birra, muhto leat dattetge dohkkehan dihto

source: tapahtuvaan sotilaalliseen toimintaan liittyviä velvoitteita. Pohjoismaiden taholta on ehdotettu
sme: geatnegasvuođaid soahteveaga doaimmaid hárrái mat leat álgoálbmotguovlluin.

source: sanamuotoa, jossa valtio velvoitetaan neuvottelemaan aktiivisesti kyseessä olevien
sme: Davviriikkaid beales lea árvaluvvon dakkár hábmehus, ahte stáhta lea geatnegas

source: alkuperäiskansojen edustuksellisten elinten kanssa olosuhteita vastaavalla tavalla silloin, kun
sme: gulaskuddat áššáigullevaš álgoálbmoga ovddasteaddji lágádusaiguin – nu mo

source: alkuperäiskansojen maita ja alueita arvioidaan käytettävän sotilaalliseen toimintaan, vrt. liite
sme: dilálašvuođaide soahppá – go árvvoštallet váldit soahteveaga atnui álgoálbmot

source: n:o 4, ehdotus 28 artiklan uudeksi toiseksi kohdaksi.
sme: eatnamiid ja váldeguovlluid, vrd. lasáhusa nr. 4, artihkkalii 28 árvaluvvon ođđa

source: Julistusluonnoksen 30 artikla koskee alkuperäiskansojen oikeutta määrätä omien
sme: Cealkámuša árvalushámi artihkkal 30 gieđahallá álgoálbmogiid vuoigatvuođa

source: maittensa, alueittensa ja luonnonvarojensa kehittämiseen tai käyttämiseen liittyvistä
sme: mearridit vuoruhusaid ja strategiijaid iežaset eatnamiid, váldeguovlluid ja resurssaid

source: priorisoinneista ja strategioista.
sme: ovddideapmái ja geavaheapmái.

source: Tämän Pohjoismaat ovat hyväksyneet täysin.
sme: Dan lean davviriikkat ollásit dohkkehan.

source: ovat myös hyväksyneet sen, että tämän seurauksena valtion tulee pyrkiä saamaan
sme: Davviriikkaid beales leat maid dohkkehan ahte dát mearkkaša dan, ahte stáhta galgá

source: alkuperäiskansoilta vapaaehtoinen ja selkeästi ilmaisema ennakkosuostumus ennen niiden
sme: ovddalgihtii oččodit álgoálbmogiid iešdáhtolaš ja diđolaš lobi prošeavttaide mat

source: maa-alueita ja luonnonvaroja koskevien projektien hyväksymistä.
sme: čuhcet sin eatnamiidda ja resurssaide.

source: 7.17.4 Kulttuuri
sme: 7.17.4 Kultuvra

source: Julistusluonnos sisältää useita alkuperäiskansojen kulttuurisia oikeuksia koskevia
sme: Cealkámušárvalus siskkilda eanet erenoamáš mearrádusaid álgoálbmogiid kultuvrra

source: erityissäännöksiä. Kulttuuriset näkökohdat ovat samalla koko tekstille tunnusomainen ja
sme: laš vuoigatvuođaid birra, ja seammás kultuvrralaš bealli lea miehtá teavstta čađa

source: perustavanlaatuinen teema, ja julistusluonnoksessa tunnustetaankin, että alkuperäiskansojen
sme: manni ja vuođđudeaddji fáddá, masa gullá dat dovddiideapmi ahte álgoálbmogiid

source: kulttuuri ja perinteet liittyvät läheisesti niiden maa-alueisiin ja luonnonvaroihin.
sme: kultuvra ja árbevierut leat čadnojuvvon lahkalagaid gitta sin eatnamiiguin ja

source: Luonnoksen 7 artiklassa kielletään alkuperäiskansojen pakkosulauttaminen ja niiden
sme: Artihkkal 7 almmuha ahte gildosis lea bákkuin assimileret álgoálbmogiid ja

source: kulttuurin tuhoaminen.
sme: billistit sin kultuvrra.

source: 8 artikla sisältää määräyksen alkuperäiskansojen yksilöllisestä ja
sme: Artihkkal 8 siskkilda mearrádusa álgoálbmogiid individuála ja

source: kollektiivisesta oikeudesta ylläpitää ja kehittää erityistä identiteettiään, mihin sisältyy niiden
sme: kollektiiva vuoigatvuođas seailluhit ja ovddidit iežaset erenoamáš identitehta, masa

source: oikeus identifioida itsensä alkuperäiskansaksi.
sme: gullá maid sin vuoigatvuohta dovddahit iežaset álgoálbmogin.

source: 12 artiklassa sanotaan, että alkuperäiskansoilla
sme: Artihkkal 12 cealká

source: on oikeus käytännössä soveltaa ja elävöittää omia kulttuurisia perinteitään ja että niillä on
sme: ahte álgoálbmogiin lea vuoigatvuohta doaladit iežaset kultuvrralaš árbevieruin ja

source: oikeus ylläpitää, suojella ja kehittää aiempia, nykyisiä ja tulevia kulttuurisia
sme: ovddidit daid, ja sis lea vuoigatvuohta seailluhit, suddjet ja ovddidit ovddeš, dáláš ja

source: ilmenemismuotoja.
sme: boahttevaš kultuvrralaš ilbmagiid.

source: Pohjoismaat ovat hyväksyneet tämän, ja ne ovat samalla myös
sme: Dan leat davviriikkat dohkkehan, ja seammás dat

source: ehdottaneet, että valtioiden on sitouduttava luomaan tehokkaita mekanismeja sellaisten
sme: leat árvalan maid ahte stáhtat galget leat geatnegasat ásahit beaktilis mekanismmaid

source: tilanteiden korjaamiseksi, joissa alkuperäiskansoilta on riistetty kulttuurinen, älyllinen,
sme: mat geahpedit dili mas álgoálbmogiin leat rieviduvvon kultuvrralaš, intellektuála,

source: uskonnollinen ja henkinen omaisuus ilman niiden vapaaehtoista ja selkeästi ilmaisemaa
sme: oskuigullevaš ja vuoiŋŋalaš opmodagat sin friddja dáhtu ja lobi haga. Artihkkalat 13

source: suostumusta. 13 ja 14 artikloissa käsitellään myös erityisiä kulttuurisia oikeuksia, vrt. liite
sme: ja 14 gieđahallet erenoamáš kultuvrralaš vuoigatvuođaid, vrd. lasáhusain nr. 4.

source: 7.17.5 Koulutus
sme: 7.17.5 Oahpahus

source: Julistusluonnoksen 15 artiklassa käsitellään alkuperäiskansojen oikeutta koulutukseen.
sme: Artihkkal 15 gieđahallá álgoálbmogiid vuoigatvuođa oahpahussii. Davviriikkaid

source: Pohjoismaat ovat hyväksyneet täysin alakomission ehdotuksen, jonka mukaan
sme: beales leat ollásit dohkkehan VL vuollásaš lávdegotti árvalusa, ahte álgoálbmogiin

source: alkuperäiskansoilla on oikeus perustaa ja valvoa omia koulutusjärjestelmiä ja laitoksia, jotka
sme: lea vuoigatvuohta vuođđudit ja stivret iežaset oahpahusvuogádagaid ja lágádusaid,

source: antavat koulutusta niiden omalla kielellä ja jotka on mukautettu niiden kulttuurisiin
sme: mat fállet oahpahusa sin iežaset gillii, ja mat leat heivehuvvon sin iežaset kultuvrralaš

source: opetusmenetelmiin, vrt. 15 artiklan ensimmäinen kohta.
sme: oahpahanvugiide, vrd. artihkkala 15 Vuosttaš lađđasiin.

source: Alkuperäiskansojen yhtäläinen
sme: Álgoálbmogiid seammalágan

source: oikeus koulutukseen vahvistetaan 15 artiklan toisessa kohdassa.
sme: vuoigatvuohta oahpahussii nanne artihkkal 15 Nubbi lađas.

source: Pohjoismaat ovat tämän
sme: Davviriikkalaš stáhtat leat

source: lisäksi tehneet ehdotuksen, jonka mukaan myös alkuperäiskansoihin kuuluvilla yksilöillä,
sme: lassin dása árvalan ahte maiddái ovttaskas olbmuin guđet gullet álgoálbmogiidda,

source: etenkin omien yhteisöjensä ulkopuolella asuvilla alkuperäiskansojen lapsilla, tulee olla oikeus
sme: erenoamážit álgoálbmotmánáin, guđet orrot olggobealde iežaset servodagaid, galgá

source: saada omaa kulttuuriaan ja kieltään koskevaa koulutusta.
sme: leat vuoigatvuohta beassat oahppat iežaset kultuvrra ja giela.

source: Edelleen ehdotetaan, että valtiot
sme: Dasto ahte stáhtat leat

source: velvoitetaan sitoutumaan aktiivisiin toimiin taatakseen sellaisiin koulutustarkoituksiin
sme: geatnegasat álggahit beaktilis doaibmabijuid mat sihkkarastet dárbbašlaš resurssaid

source: tarvittavat resurssit, vrt. 15 artiklan viimeinen kohta.
sme: dakkár oahpahusulbmiliidda, vrd. artihkkala 15 maŋit lađđasiin.

source: 7.17.6 Terveydenhuolto
sme: 7.17.6 Dearvvašvuohta

source: Julistusluonnoksen 24 artikla käsittelee alkuperäiskansojen oikeutta terveydenhuoltoon.
sme: Cealkámuša árvalushámi artihkkal 24 gieđahallá álgoálbmogiid vuoigatvuođa

source: artiklan ensimmäisessä kohdassa ehdotetaan, että alkuperäiskansoilla tulee olla oikeus
sme: leat vuoigatvuohta iežaset árbevirolaš dálkasiidda ja vuoigatvuohta bisuhit iežaset

source: perinteisiin lääkkeisiinsä ja oikeus ylläpitää terveydenhoitomenetelmiään ja muun muassa
sme: dearvvašvuođa seailluheaddji dábiid, ja seammás vuoigatvuohta seailluhit deaŧalaš

source: säilyttää tärkeitä lääkekasveja, eläimiä ja mineraaleja.
sme: dálkkaslaš šattuid, elliid ja minerálaid.

source: 24 artiklasta käy edelleen ilmi, että
sme: Dasto ilbmá artihkkalis 24 ahte álgoálbmogiin

source: alkuperäiskansoilla on oikeus sosiaali- ja terveyspalveluihin ilman minkäänlaista syrjintää.
sme: lea vuoigatvuohta vealatkeahtes sosiála ja dearvvašvuođalaš bálvalusaide. Davvi

source: Pohjoismaat ovat hyväksyneet tämän ja ovat lisäksi ehdottaneet sanamuotoa, jossa
sme: riikkat leat dohkkehan dan, ja leat lassin árvalan sátnádaga mainna nannejuvvo ahte

source: vahvistetaan alkuperäiskansojen oikeus nauttia korkeimmasta saavutettavissa olevasta ruumiin- ja mielenterveydestä ja jossa valtiot velvoitetaan varaamaan tarvittavat varat tähän
sme: álgoálbmogiin lea vuoigatvuohta nu alladásat psyhkalaš ja dearvvašvuođalaš standárdii go vejolaš, ja ahte stáhtat galget leat geatnegasat bidjat dárbbašlaš

source: tarkoitukseen.
sme: resurssaid dan ulbmilii.

source: Tämä ehdotus on identtinen YK:n taloudellisia, sosiaalisia ja sivistyksellisiä
sme: Dát árvalus lea seammalágan go ON konvenšuvdna mii

source: oikeuksia koskevan yleissopimuksen 12 artiklan 1 kohdan kanssa, jossa tämä todetaan
sme: gieđahallá ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaid, artihkkal 12 nr. 1, mii

source: jokaiselle kuuluvaksi oikeudeksi.
sme: nanne dán buohkaid vuoigatvuohtan.

source: Alkuperäiskansoille tämä on erityisen merkittävää sikäli,
sme: erenoamáš mearkkašupmi lea das, go dávjá sidjiide ii leat vejolaš ollit dakkár

source: ettei tällaista mahdollisimman korkeaa terveydellistä tasoa ole useinkaan mahdollista
sme: dearvvašvuođalaš standárdii mii lea nu allat go vejolaš, jos juo dearvvaš

source: saavuttaa, ellei terveyspalveluja ole riittävässä määrin mukautettu alkuperäiskansojen
sme: vuođabálvalusat eai leat doarvái bures heivehuvvon álgoálbmogiid erenoamáš

source: omaleimaista kulttuuria ja kielellistä tilannetta vastaaviksi.
sme: kultuvrii ja giellalaš dillái.

source: Saamelaisten asema pohjoismaisessa saamelaissopimuksessa
sme: Sámiid sajádat davviriikkalaš sámekonvenšuvnnas

source: Vuonna 1998 julkaistussa pohjoismaisen saamelaissopimuksen tarvetta ja perustaa
sme: Jagi 1988 raporttas mii lea sámekonvenšuvnna dárbbu ja vuođu birra, rohttejuvvo

source: koskevassa raportissa painotetaan, että saamelaisten tulee olla sopimuksen osapuolena:
sme: ovdan ahte sámit berrejit leat oasálaččat konvenšuvdnii:

source: ” Saamelaisten tulee olla uuden pohjoismaisen saamelaissopimuksen osapuolena / osapuolina.
sme: ” Sámit berrejit lea oasálaččat ođđa davviriikkalaš sámekonvenšuvdnii.

source: Tällainen menettelytapa takaa yhdenvertaisuuden, arvokkuuden ja alkuperäiskansojen oikeuksien kunnioittamisen uutta sopimusta varsinaisesti laadittaessa sekä sitä hyväksyttäessä.
sme: Dakkár bargovuohki sihkkarastá ovttadássásašvuođa, duođalašvuođa ja árvvusatnima álgoálbmotvuoigatvuođain ođđa konvenšuvnna ieš ráhkadeamis ja dohkkeheamis.

source: Pohjoismailla ei ole syytä pelätä mitään tässä yhteydessä, niin kauan kuin uuden sopimuksen sisällössä on kysymys kansallisista järjestelmistä, mikä on odotettavissa. ”
sme: Davviriikkain ii berre leat mihkkege mas ballat dán oktavuođas, nu guhká go ođđa konvenšuvnna sisdoallu gieđahallá riikkalaš ortnegiid, nugo lea vuorddehatti. ”

source: Useat asiasta lausuntonsa antaneet kuulemiselimet tukevat ehdotusta, jonka mukaan
sme: Máŋga gulaskuddanháltti mat dadjet juoidá áššis, dorjot árvalusa ahte sámit

source: saamelaisten tulee olla sopimuksen osapuolena.
sme: galget leat konvenšuvdnabealli.

source: Norjan ulkoministeriö lausuu kuitenkin 16. helmikuuta 2001 päivätyssä kirjeessään,
sme: Norgga olgoriikkadepartemeanta cealká dattetge reivvestis guovvamánu 16. b..

source: että ainoastaan valtiot voivat olla sopimuksen osapuolia:
sme: 2001 ahte dušše stáhtat sáhttet leat konvenšuvdnabealit (- oasálaččat).

source: ” Saamelaiskäräjien taholta on esitetty toivomus, että saamelaisten tulisi kansana saada olla pohjoismaisen saamelaissopimuksen osapuolina yhdessä sopimusvaltioiden (Norjan, Ruotsin ja Suomen) kanssa.
sme: ” Sámedikkiid beales lea dovddahuvvon sávaldat ahte sámit álbmogin berrejit beassat loaidat oasálažžan davviriikkalaš sámekonvenšuvdnii ovttas stáhtaiguin (Norggain, Ruoŧain ja Suomain).

source: Ulkoministeriön arvion mukaan tämä ei kuitenkaan ole mahdollista.
sme: Olgoriikkadepartemeantta árvvoštallama mielde dát dattetge ii leat vejolaš.

source: Ministeriön kuulemislausunnossa sanotaan, että ” kuten tunnettua, valtiosopimuksia tehdään valtioiden välillä, minkä takia saamelaiskäräjät eivät voi olla valtiosopimuksen osapuolena ”.
sme: Departemeantta gulaskuddancealkámušas daddjojuvvo ahte ” konvenšuvnnat dahkkojuvvojit diehttalas stáhtaid gaskka, iige Sámediggi dan dihte sáhte leat konvenšuvdnabealli ”.

source: On kansainvälisoikeudellisesti varmaa, että ainoastaan valtiot sekä yksittäisissä tapauksissa kansainväliset järjestöt, kuten esimerkiksi YK, voivat tehdä valtiosopimuksia.
sme: Dat lea nana álbmotriekti, ahte dušše stáhtat, ja vel muhtun dáhpáhusain dakkár riikkaidgaskasaš organisašuvnnat go omd. ON, sáhttet soahpat konvenšuvnnaid.

source: Tämä ei luonnollisestikaan tarkoita, etteikö pohjoismainen saamelaissopimus vaikuttaisi saamelaiskäräjiin.
sme: Dát dieđusge ii mearkkaš ahte davviriikkalaš sámekonvenšuvnnas ii leat váikkuhus Sámediggái.

source: Pohjoismaisen saamelaissopimuksen avulla luotavien yhteistyöjärjestelmien tarkoituksena on taata saamelaiskulttuurille ja saamelaisten eduille dynaaminen suoja.
sme: Ulbmil go davviriikkalaš sámekonvenšuvnnain ásahuvvojit ovttasbarganortnegat, lea sihkkarastit ahte sámi kultuvrii ja sámi beroštumiide lea fámolaš (dynamalaš) suodji.

source: Saamelaiset / saamelaiskäräjät saavat tämän sopimuksen nojalla oikeuksia ja oikeussubjektien aseman. ”
sme: Sámit / sámedikkit ožžot vuoigatvuođaid konvenšuvnna mielde, sii šaddet vuoigatvuohtasubjeaktan. ”

source: ” Mietinnössä sanotaan, että saamelaisten tulee olla uuden sopimuksen osapuolia.
sme: Suoma olgoriikaministeriija cealká sullii seammá ládje:

source: Asiantuntijatyöryhmän toimeksiannosta Åbo Akademin tutkija Annika Tahvanainen
sme: Áššedovdi joavkku addin barggus dutki Annika Tahvanainen, Åbo Akademi,

source: on selvittänyt kysymystä siitä, ketkä voivat olla valtiosopimusten ja yleissopimusten
sme: lea čielggadan dan jearaldaga, geat sáhttet leat oasálaččat / bealit traktáhtaide ja

source: osapuolia, katso liite 1. Hänen johtopäätöksensä on seuraava:
sme: konvenšuvnnaide, geahča lasáhusa 1.

source: ” Mielipiteet jakautuvat sen suhteen, mitkä alkuperäiskansojen valmiudet solmia valtiosopimuksia olivat menneinä aikoina.
sme: Su loahppajurdda lea ná: Oaivilat leat juohkásan das, makkár váldi álgoálbmogiin lei ovddeš áiggiid šiehtadit soahpamušaid vieris válddiiguin.

source: Nykyään alkuperäiskansojen kanssa sopimuksia solmivat valtiot katsovat yleisesti, että sopimukset alkuperäiskansan ja sen valtion välillä, jossa alkuperäiskansa asuu, eivät ole valtiosopimuksia kansainvälisoikeudellisessa mielessä vaan valtion sisäisiä sopimuksia, joita säännellään kansallisessa lainsäädännössä.
sme: Stáhtat mat odne šiehtadit soahpamušaid álgoálbmogiiguin, oaivvildit dábálaččat ahte dakkár soahpamuš maid álgoálbmogat šiehtadit dainna stáhtain mas sii orrot, ii leat traktáhta álbmotrievttálaš mearkkašumis, muhto stáhtasiskkáldas soahpamuš maid nationála láhkaásahus regulere.

source: Sillä tosiasialla, että alkuperäiskansoilla on erityinen kollektiivinen suhde erityiseen alueeseen, joka on merkitykseltään korvaamaton ajateltaessa näiden kansojen hengissä pysymistä ja oikeutta nauttia erityisestä kulttuurista, voidaan kuitenkin olettaa olevan vaikutusta alkuperäiskansan oikeuteen osallistua valtiosopimukseen. Tämä pätee etenkin, jos alkuperäiskansan asuttama maa-alue sijaitsee valtiosopimuksen solmivien valtioiden alueilla ja jos valtiosopimukset koskevat kyseisen alkuperäiskansan asuttamia maa-alueita, sen luonnonvaroja tai muita kysymyksiä, joilla on erityistä merkitystä alkuperäiskansalle tai joiden oletetaan vaikuttavan alkuperäiskansaan.
sme: Dan duohtaášši, ahte álgoálbmogiin lea erenoamáš kollektiiva oktavuohta dihto territoriijii, mii lea buhttekeahttá ja dárbbašlaš sin seailumii ja vuoigatvuhtii návddašit sierra kultuvrra, lea dattetge vejolaš jáhkkit sáhttit váikkuhit vuos álgoálbmoga vuoigatvuhtii searvat álbmogiidgaskasaš soahpamuššii (traktáhtii), erenoamážit jos dat duovdagat main álgoálbmot orru, gokčet álbmogiidgaskasaš soahpamuša dahkki stáhtaid territoriijaid ja dat soahpamuš guoská daidda duovdagiidda main áššeguovdilis álgoálbmot orru, ja dasto vel daidda duovdagiid luondduriggodagaide dahje áššiide mat gusket dahje čuhcet álgoálbmogii.

source: Vaikka alkuperäiskansat eivät kansainvälisen oikeuden mukaan ole kansainvälisiä oikeussubjekteja, joilla on valmiudet solmia itsenäisesti valtiosopimuksia, on alkuperäiskansoille varattava kansojen itsemääräämisoikeuden mukaisesti mahdollisuus osallistua edellä mainitun tyyppisten valtiosopimusten tekstien laatimiseen ja varsinaiseen valtiosopimukseen käyttämällä jotakin toista sopivaa nimitystä kuin ” osapuoli ”.
sme: Vaikko álgoálbmogat álbmotrievtti mielde eai leat álbmotriektesubjeavttat main livčče váldi iešdáhtolaččat šiehtadit álbmogiidgaskasaš soahpamušaid, de berre álgoálbmogiidda addojuvvot álbmogiid iešmearridanvuoigatvuođa mielde vejolašvuohta searvat dakkár soahpamušteavsttaid ráhkadeapmái mat namahuvvojedje dás ovdalis, ja ieš álbmogiidgaskasaš soahpamuššii juogalágan eará heivvolaš namain go ” oasálaš ”.
